The column's base (Base Level + Base Offset) must be below its top (Top Level + Top Offset).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidSlantedColumnOffsets { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidSlantedColumnOffsets As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidSlantedColumnOffsets {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace